<ion-content fullscreen>
    <ion-fab bottom right>
        <button ion-fab color="orange" (click)="cerrar()">
            <ion-icon name="close"></ion-icon>
        </button>
    </ion-fab>
    <div class="c12">
        <div>
            <p class="c8"><span class="c22">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span style="overflow: hidden; display: inline-block; margin: 0.00px 0.00px; border: 0.00px solid #000000; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px); width: 84.75px; height: 84.82px;"><img alt="" src="assets/imgs/image1.jpg" style="width: 84.75px; height: 84.82px; margin-left: 0.00px; margin-top: 0.00px; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px);" title=""></span>
                <span class="c3 c7">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span>
            </p>
            <p class="c11 c10"><span class="c18"></span></p>
        </div>
        <p class="c21" id="h.gjdgxs"><span class="c2">T&eacute;rminos y condiciones de Uso.</span></p>
        <p class="c1"><span class="c2"></span></p>
        <p class="c6"><span class="c2">I. Identificaci&oacute;n del proveedor</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Bienvenido al sitio web https://toctoczapopan.mx/., el cual es administrado por C MAS T, S.A. de C.V., conocido como &ldquo;</span><span class="c5">Toc Toc Zapopan</span><span class="c0">&rdquo;, con domicilio en: Calle ca&ntilde;ada #305, Colonia Jardines del Moral, C&oacute;digo Postal 37160, Le&oacute;n, Guanajuato, pa&iacute;s M&eacute;xico y Registro Federal de Contribuyentes CMT 101217CV3. Y en colaboraci&oacute;n con el gobierno municipal de Zapopan, Jalisco. Mediante la Coordinaci&oacute;n General de Desarrollo Econ&oacute;mico y Combate a la Desigualdad.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c2">II. Condiciones generales</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Le pedimos leer cuidadosamente los presentes t&eacute;rminos y condiciones (en adelante &ldquo;T&eacute;rminos&rdquo;) para conocer las reglas y restricciones en el Sitio Web y del proceso de compra, antes de realizar cualquier transacci&oacute;n, acceder, navegar, y/o utilizar este Sitio Web o a trav&eacute;s de nuestra aplicaci&oacute;n m&oacute;vil (en conjunto referidos como &ldquo;Sitio Web&rdquo;). </span>
            <span class="c0">Mediante el cual se especificar&aacute; la informaci&oacute;n del servicio contratado, las caracter&iacute;sticas del mismo, las promociones vigentes, la disponibilidad, las fechas estimadas de entrega, los costos de env&iacute;o, y previo
                    a concluir tu proceso de compra te indicaremos el monto total a pagar. </span>
        </p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">Al acceder al Sitio Web y hacer uso de &eacute;l, usted (en adelante el &ldquo;Usuario y/o Cliente&rdquo;) est&aacute; confirmando que est&aacute; totalmente de acuerdo y enterado del contenido de estos T&eacute;rminos. En caso de no estar de acuerdo, le pedimos no hacer uso del Sitio Web; puesto que, la aceptaci&oacute;n de los T&eacute;rminos es de car&aacute;cter obligatorio.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">De conformidad con lo establecido en los art&iacute;culos 76 bis y 76 bis 1 de la Ley Federal de Protecci&oacute;n al Consumidor, se elaboran estos T&eacute;rminos, estableciendo las disposiciones a las que se sujetar&aacute;n los Clientes al acceder al Sitio Web; con la finalidad de informarles de una manera clara los aspectos relacionados con la navegaci&oacute;n y las transacciones que se puedan realizar en el presente Sitio Web.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c5">TOC TOC ZAPOPAN </span><span class="c0">se reserva el derecho de suspender, denegar o modificar el contenido del presente Sitio Web, as&iacute; como la existencia de los bienes de consumo, servicios y/o productos ofertados en este Sitio Web (en lo sucesivo referidos como los &ldquo;Productos&rdquo;), en cualquier momento, ya sea de manera total o parcial, sin responsabilidad alguna y sin mayor formalidad que las disposiciones vigentes pudieran establecer.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">El Usuario y/o Cliente reconoce expresamente mediante la aceptaci&oacute;n de los presentes T&eacute;rminos y Condiciones, el servicio ofrecido por </span><span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;en su Sitio Web se limita &uacute;nicamente a realizar actos tendientes a la intermediaci&oacute;n entre los Usuarios y Proveedores de Toc Toc Zapopan, con la finalidad de que los Usuarios puedan hacer pedidos y compras online de los productos y/o servicios ofrecidos por los Proveedores en el Sitio Web. Las acciones de intermediaci&oacute;n a las que se refiere este p&aacute;rrafo son limitadas a las siguientes: </span></p>
        <p class="c1"><span class="c0"></span></p>
        <ol class="c4 lst-kix_list_9-0 start" start="1">
            <li class="c6 c16 li-bullet-0"><span class="c0">Exhibir diferentes productos de consumo de forma publicitaria para que puedan servir de referencia a los Consumidores; </span></li>
            <li class="c6 c16 li-bullet-0"><span class="c0">Facilitar el encuentro entre Usuarios y Proveedores para la realizaci&oacute;n del v&iacute;nculo contractual, y f&iacute;sico mediante mandatarios que forman parte de la comunidad digital.</span></li>
            <li class="c6 c16 li-bullet-0"><span class="c0">Permitir el uso de los medios de pago establecidos en el Sitio Web, sin que en este proceso implique v&iacute;nculo total en su calidad de vendedor con </span><span class="c2">TOC TOC ZAPOPAN</span>
                <span class="c0">, ya que por sistema implementado el pago se realiza directamente a </span><span class="c2">TOC TOC ZAPOPAN </span><span class="c0">y operadores</span><span class="c2">.</span></li>
            <li class="c6 c16 li-bullet-0"><span class="c0">Funcionar como medio de env&iacute;o de comunicaciones entre los Usuarios y los Proveedores, de conformidad con lo establecido en los presentes T&eacute;rminos y Condiciones. </span></li>
        </ol>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Con la aceptaci&oacute;n de estos T&eacute;rminos y Condiciones el Usuario declara conocer y aceptar que el Servicio consiste, exclusivamente, en la intermediaci&oacute;n para la comercializaci&oacute;n de productos alimenticios y/o servicios diversos, que no existir&aacute; ninguna relaci&oacute;n jur&iacute;dica de compraventa entre </span>
            <span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;y el Usuario con motivo de los pedidos del Usuario a trav&eacute;s de la Plataforma o Sitio Web. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Usuario declara conocer y aceptar que </span><span class="c5">TOC TOC ZAPOPAN</span><span class="c3">&nbsp;no participa en el servicio que involucra, la preparaci&oacute;n, elaboraci&oacute;n, empaque, disponibilidad y entrega f&iacute;sica de los productos, y por lo tanto no est&aacute; involucrado ni es responsable de las condiciones particulares y/o garant&iacute;as por los productos y/o servicios comercializados por medio de su Sitio Web, ni por el servicio de transporte que se contrate por medio de </span>
            <span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;para que se realice el servicio, siendo estos aspectos responsabilidad &iacute;ntegra del Restaurante, Proveedores, o, de la persona f&iacute;sica o moral responsable por la entrega o producto &ldquo;Mandatario&rdquo;. Por lo anterior, el Usuario acepta que cualquier reclamo por problemas derivados de la adici&oacute;n, del cumplimiento del pedido, as&iacute; como de aspectos relacionados con el transporte, de la preparaci&oacute;n y entrega de los productos adquiridos por medio de nuestro Sitio Web deber&aacute; ser gestionado directamente con el respectivo Proveedor. Sin perjuicio de lo anterior, Toc Toc Zapopan podr&aacute; ayudarte, mediante los canales puestos a disposici&oacute;n de los Usuarios en el Sitio Web, a resolver el problema con los Proveedores. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Considerando que </span><span class="c5">TOC TOC ZAPOPAN</span><span class="c3">&nbsp;&uacute;nicamente pone a disposici&oacute;n una Plataforma electr&oacute;nica para poner en contacto a los Usuarios con los Proveedores, y al mandatario para gestione &eacute;l envi&oacute; de productos o mandato,</span>
            <span class="c5">&nbsp;TOC TOC ZAPOPAN</span><span class="c0">&nbsp;no ser&aacute; responsable de la informaci&oacute;n que los Proveedores anuncien de sus productos ni por cualquiera informaci&oacute;n adicional como cantidades, disponibilidades, tiempo de entrega, precios, sabores, medios, descuentos, promociones y formas de pago disponibles.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c5">TOC TOC ZAPOPAN </span><span class="c3">podr&aacute; verificar que los Usuarios cumplan con la edad m&iacute;nima requerida por ley para celebrar mandatos y la compra de ciertos productos como por ejemplo bebidas alcoh&oacute;licas y cigarrillos, o bien, en las entregas de mercanc&iacute;as y/o productos que requieran mostrar su identificaci&oacute;n o c&oacute;digo de entrega. Para tal efecto, </span>
            <span class="c5">TOC TOC ZAPOPAN</span><span class="c3">&nbsp;y el Proveedor se reservan el derecho de solicitar el documento de identidad del Usuario al momento de efectuar la entrega de los productos. En caso de haber suministrado informaci&oacute;n falsa al respecto, el Usuario ser&aacute; responsable por los da&ntilde;os y perjuicios ocasionados a </span>
            <span class="c5">TOC TOC ZAPOPAN </span><span class="c0">y al Proveedor.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">El Usuario declara saber que </span><span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;no realiza modificaciones o cancelaciones de tu pedido. Una vez que hayas realizado tu pedido y se haya autorizado tu pago, no podr&aacute;s cancelarlo ni podr&aacute;s solicitar su reembolso. Si deseas modificar tu pedido podr&aacute;s ponerte en contacto con nuestro servicio de atenci&oacute;n al Usuario, y ellos se pondr&aacute;n en contacto con el Proveedor a fin de comunicarles los cambios solicitados. No podemos garantizar que podamos contactar al Proveedor o que est&eacute; de acuerdo con tus cambios, ya que pueden haber iniciado la preparaci&oacute;n de tu pedido.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Nuestro equipo de atenci&oacute;n al Usuario realizar&aacute; sus mejores esfuerzos para solucionar cualquier problema que pudieras tener con tu pedido sin embargo no garantizamos el &eacute;xito de resoluci&oacute;n al mismo por ser </span>
            <span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;un intermediador entre el Usuario y el Proveedor. Puedes ponerte en contacto con nuestro servicio de atenci&oacute;n al cliente haciendo clic o seleccionando la opci&oacute;n &quot;Contactanos&quot;, &quot;ayuda&quot; o bot&oacute;n similar o llamando al n&uacute;mero de tel&eacute;fono que aparece en nuestro Sitio Web. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">En caso de presentar inconformidades con la calidad de los productos o de los servicios prestados por un Proveedor o mandatario y deseas un reembolso, reducci&oacute;n proporcional del precio o cualquier otro tipo de compensaci&oacute;n, deber&aacute;s ponerte en contacto con el Proveedor directamente. Podr&aacute;s conocer los datos de contacto de Proveedores autorizados la lista que se encuentra en </span>
            <span class="c14"><a class="c20" href="https://www.google.com/url?q=https://toctoczapopan.mx/&amp;sa=D&amp;source=editors&amp;ust=1628028776833000&amp;usg=AOvVaw3wLecdEiTYrvpzlamJwshw">https://toctoczapopan.mx/</a></span>
            <span class="c3">&nbsp;de nuestro Sitio Web. &nbsp;La solicitud deber&aacute; de realizarla directamente con el Proveedor presentando una reclamaci&oacute;n y, en su caso, seguir los procedimientos de reclamaci&oacute;n
                                                        del Restaurante o Proveedor. Si no puedes contactar al Proveedor o este se niega a atenderte, puedes ponerte en contacto con nuestro servicio de atenci&oacute;n al Usuario dentro de las 12 (doce)
                                                        horas siguientes a la realizaci&oacute;n de tu pedido y uno de nuestros asesores de atenci&oacute;n al Usuario se pondr&aacute; en contacto con el Proveedor para apoyar con las gestiones a tu favor.
                                                        </span><span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;no asume ninguna responsabilidad frente al Usuario por la calidad de los productos o de los servicios prestados por un Proveedor. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;no es responsable de los datos de contacto a los que refiere el p&aacute;rrafo anterior y links a p&aacute;ginas web de terceros incluidos en nuestra Plataforma. Dichos links y datos de contacto &uacute;nicamente se proporcionan para comodidad del Usuario y el acceso a los mismos es exclusiva responsabilidad de los Usuarios.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c5">TOC TOC ZAPOPAN </span><span class="c0">no puede avalar, garantizar o comprometerse que la informaci&oacute;n en su Sitio Web sea en todo momento completa y correcta, toda vez que dicha informaci&oacute;n es provista por nuestros Proveedores y terceras personas, ya que nuestro Sitio Web sirve como canal de comunicaci&oacute;n y publicidad, m&aacute;s no como herramienta de prestaci&oacute;n de servicios; en consecuencia es total responsabilidad de los Usuarios el acceso a los sitios que remite la publicidad, asumiendo la obligaci&oacute;n de verificar y conocer los t&eacute;rminos de los servicios ofrecidos por los terceros.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">El Usuario entiende que pueden presentarse fallas o errores t&eacute;cnicos en nuestro Sitio Web, por ello, acepta que </span><span class="c5">TOC TOC ZAPOPAN </span><span class="c3">no ser&aacute; responsable en caso de que el Sitio Web no se encuentre disponible o presente fallas temporales. Ser&aacute; el compromiso de </span>
            <span class="c5">TOC TOC ZAPOPAN </span><span class="c0">verificar la situaci&oacute;n e intentar solucionar los problemas t&eacute;cnicos a la brevedad posible. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">El Usuario comprende y acepta que la responsabilidad de </span><span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;por causas imputables a este, frente al Usuario en relaci&oacute;n con el uso del Sitio Web y servicios y/o productos comercializados en la misma, se encuentra limitada a un importe equivalente al monto del servicio de la intermediaci&oacute;n. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;no ser&aacute; responsable del incumplimiento de sus obligaciones conforme a los presentes T&eacute;rminos y Condiciones ocasionado por alg&uacute;n hecho que se encuentre fuera de su control (&quot;Caso Fortuito y/o de Fuerza Mayor&quot;).</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Por Caso Fortuito y/o de Fuerza Mayor se entender&aacute; cualquier acto, evento, omisi&oacute;n o accidente que se encuentre fuera de nuestro control o del de nuestros Proveedores, o que no fuera razonablemente previsible por </span>
            <span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;o por cualquiera de nuestros Restaurantes, e incluye sin limitaci&oacute;n los siguientes:</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">(i) Huelgas, paros o cualquier otra acci&oacute;n similar;</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">(ii) Revueltas civiles, motines, invasiones, ataques terroristas, guerras (declaradas o no), amenazas o preparaciones de guerra;</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">(iii) Imposibilidad para transitar por las v&iacute;as de comunicaci&oacute;n federales o locales en virtud de bloqueos, cierres viales o cualquier otra acci&oacute;n similar de las autoridades o particulares;</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">(iv) Imposibilidad de utilizar el ferrocarril, barcos, aviones, transportes a motor o cualquier otro tipo de transporte p&uacute;blico o privado;</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">(v) Imposibilidad de uso de las redes de telecomunicaciones p&uacute;blicas o privadas;</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">(vi) Los actos, decretos, legislaci&oacute;n, regulaci&oacute;n o restricciones de cualquier gobierno;</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">(vii) Incendio, explosi&oacute;n, tormenta, inundaci&oacute;n, terremoto, hundimiento, epidemias y cualquier otro desastre natural; y</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">(viii) Ca&iacute;das de &aacute;rboles, anuncios, suspensi&oacute;n de servicios b&aacute;sicos y/o de telecomunicaciones.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Nuestras obligaciones bajo el presente quedar&aacute;n suspendidas durante el tiempo en que dure el supuesto de Caso Fortuito y/o de Fuerza Mayor. </span><span class="c5">TOC TOC ZAPOPAN</span>
            <span class="c3">&nbsp;tratar&aacute; de encontrar una soluci&oacute;n de manera razonable mediante la cual pueda llevar a cabo sus obligaciones conforme a los presentes T&eacute;rminos y Condiciones
                                                                            sin que </span><span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;est&eacute; obligado a hacerlo en el evento de un Caso Fortuito y/o de Fuerza Mayor.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c2">III. Protecci&oacute;n de Datos</span></p>
        <p class="c1"><span class="c2"></span></p>
        <p class="c6"><span class="c3">Asimismo, le pedimos consultar nuestro Aviso de Privacidad ubicado en </span><span class="c14"><a class="c20" href="https://www.google.com/url?q=https://toctoczapopan.mx/&amp;sa=D&amp;source=editors&amp;ust=1628028776836000&amp;usg=AOvVaw3XF4MCy0oQ0GI3x5evTiG3">https://toctoczapopan.mx/</a></span>
            <span class="c23">&nbsp;</span><span class="c0">para que se informe acerca del tratamiento que le daremos a sus datos personales, y los fines para los cu&aacute;les ser&aacute;n tratados; todo ello previo a utilizar este Sitio Web.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c2">IV. Modificaci&oacute;n a los T&eacute;rminos y Condiciones</span></p>
        <p class="c1"><span class="c2"></span></p>
        <p class="c6"><span class="c5">C MAS T, S.A. de C.V., </span><span class="c3">mejor conocido como </span><span class="c5">TOC TOC ZAPOPAN</span><span class="c0">&nbsp;se reserva el derecho de modificar, en todo o en parte, estos T&eacute;rminos en cualquier momento, los cuales ser&aacute;n efectivos cuando se pongan a disposici&oacute;n de los Usuarios en el Sitio Web. Por favor revise las actualizaciones de estos T&eacute;rminos, ya que, como le reiteramos, la aceptaci&oacute;n de los mismos es de car&aacute;cter obligatorio.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">El uso del Sitio Web posterior a las modificaciones de los T&eacute;rminos, implica el consentimiento del Usuario a dichos cambios.</span></p>
        <p class="c1"><span class="c2"></span></p>
        <p class="c6"><span class="c2">V. Obligaciones del Usuario</span></p>
        <p class="c1"><span class="c2"></span></p>
        <p class="c6"><span class="c0">El contenido del presente Sitio Web es para uso personal y en ning&uacute;n momento deber&aacute; de ser tratado para fines comerciales en beneficios de terceros. Queda prohibido para nuestros Usuarios promocionar o comercializar el contenido de este Sitio Web, o para incrementar el tr&aacute;fico a cualquier otro sitio o p&aacute;gina de Internet para p&aacute;ginas comerciales o cualquiera que sea distinto al uso personal y privado, salvo que, exista una autorizaci&oacute;n expresa por el propietario del presente Sitio Web.</span></p>
        <p class="c6"><span class="c2">&nbsp;</span></p>
        <p class="c6"><span class="c2">VI. Capacidad legal</span></p>
        <p class="c1"><span class="c2"></span></p>
        <p class="c6"><span class="c0">El contenido que ofrece nuestro Sitio Web estar&aacute; reservado y dirigido a un p&uacute;blico mayor de 18 a&ntilde;os. Queda bajo la responsabilidad de los padres o tutores supervisar la conducta de los menores de edad que accedan al Sitio Web.</span></p>
        <p class="c1"><span class="c2"></span></p>
        <p class="c6"><span class="c2">VII. Cuenta y registro</span></p>
        <p class="c1"><span class="c2"></span></p>
        <p class="c6"><span class="c2">Perfil del consumidor</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">Para hacer uso de nuestro Sitio Web es posible que le solicitemos realizar un registro y crear una cuenta de Usuario proporcionando cierta informaci&oacute;n personal, la cual ser&aacute; protegida de conformidad con nuestro Aviso de Privacidad. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">Ser&aacute; su responsabilidad proporcionar datos claros y ver&iacute;dicos y mantenerlos actualizados. El Usuario garantiza la autenticidad de todos aquellos datos que nos proporcione y ser&aacute; el &uacute;nico responsable de las manifestaciones falsas o inexactas que realice, as&iacute; como de los da&ntilde;os y perjuicios que pudiera causar por la informaci&oacute;n que proporcione.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">En el supuesto de generar una cuenta de Usuario, en el proceso de registro se le asignar&aacute; un nombre y le pediremos generar una contrase&ntilde;a de acceso conformada por caracteres alfanum&eacute;ricos. Le sugerimos que recuerde esta informaci&oacute;n, y le solicitamos resguardar la contrase&ntilde;a y datos de su cuenta de manera confidencial, ya que, usted ser&aacute; el &uacute;nico responsable de las actividades que ocurran bajo dicha cuenta y contrase&ntilde;a. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c0">El nombre de Usuario o correo electr&oacute;nico, as&iacute; como la contrase&ntilde;a o los factores de autenticaci&oacute;n proporcionados por Facebook que utilices para acceder a tu cuenta a trav&eacute;s de nuestro Sitio Web constituyen una firma electr&oacute;nica. Por lo anterior, todas las acciones realizadas por el Usuario con los factores de autenticaci&oacute;n ser&aacute;n atribuidas directa y personalmente al Usuario, salvo prueba en contrario.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Su clave de acceso o contrase&ntilde;a ser&aacute; de car&aacute;cter personal e intransferible. </span><span class="c5">C MAS T, S.A. DE C.V. </span>
            <span class="c3">mejor conocido como </span><span class="c5">TOC TOC ZAPOPAN </span><span class="c0">en ning&uacute;n momento tendr&aacute; acceso a la contrase&ntilde;a que el Usuario genere, ya que, como lo indicamos su contrase&ntilde;a es secreta. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c5">C MAS T, S.A. DE C.V. </span><span class="c3">mejor conocido como</span><span class="c5">&nbsp;TOC TOC ZAPOPAN</span><span class="c0">&nbsp;se reserva el derecho de denegar cualquier solicitud de registro, o bien, de cancelar un registro previamente autorizado, en caso de detectar anomal&iacute;as en su comportamiento dentro del Sitio Web y/o incumplimiento a los presentes T&eacute;rminos y/o derivado del uso indebido de su cuenta. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">Si usted se percata de alg&uacute;n uso no autorizado de su contrase&ntilde;a o cuenta en el presente Sitio Web, debe notificarlo inmediatamente a </span>
            <span class="c5">C MAS T, S.A. DE C.V. </span><span class="c3">mejor conocido como </span><span class="c5">TOC TOC ZAPOPAN, </span><span class="c3">lo cual deber&aacute; hacer enviando un correo a contacto@lolodelivery.com</span>
            <span class="c5">&nbsp;</span><span class="c0">Puesto que, no nos hacemos responsables por cualquier p&eacute;rdida o da&ntilde;o de cualquier tipo incurrido que repercuta de la falta de cumplimiento a la presente condici&oacute;n.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c6"><span class="c3">En cualquier momento que lo solicite el Usuario podr&aacute; pedir la baja de su registro haci&eacute;ndonos llegar un correo a contacto@lolodelivery.com</span>
            <span class="c5">. Asimismo</span><span class="c0">, en un lapso aproximado de 3 d&iacute;as se proceder&aacute; a realizar la baja del registro del Usuario.</span></p>
        <p class="c1"><span class="c2"></span></p>
        <p class="c6"><span class="c2">VIII. Garant&iacute;a</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c3">El Usuario acepta que nuestro Sitio Web no otorga garant&iacute;as de ninguna naturaleza respecto de la informaci&oacute;n, contenido y/o publicaciones propias o de terceros, que se pongan a disposici&oacute;n de los Usuarios desde nuestro Sitio Web. Por lo anterior, el Usuario exime a </span>
            <span class="c5">C MAS T, S.A. DE C.V., </span><span class="c3">mejor conocido como </span><span class="c5">TOC TOC ZAPOPAN </span><span class="c0">de cualquier responsabilidad que pudiera ocasionarse debido a la informaci&oacute;n, contenido y/o publicaciones propias o de terceros.</span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c2">IX. Reclamaciones o Aclaraciones </span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Cualquier duda o aclaraci&oacute;n respecto del uso de nuestro Sitio Web y/o actividades relacionadas con tu cuenta, te pedimos comunicarte al tel&eacute;fono 3312811047 o mandarnos un correo electr&oacute;nico a contacto@lolodelivery.com en donde con mucho gusto te atenderemos.</span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c2">X. Medidas de seguridad</span></p>
        <p class="c9 c10"><span class="c2"></span></p>
        <p class="c9"><span class="c3">En </span><span class="c5">C MAS T, S.A. DE C.V., </span><span class="c3">mejor conocido como </span>
            <span class="c5">TOC TOC ZAPOPAN </span><span class="c0">nos importa tu seguridad. Motivo por el cual en nuestro Sitio Web le ofrecemos seguridad y confidencialidad a su informaci&oacute;n.</span></p>
        <p class="c9 c10"><span class="c2"></span></p>
        <p class="c9"><span class="c2">XI. Legislaci&oacute;n</span></p>
        <p class="c9 c10"><span class="c2"></span></p>
        <p class="c9"><span class="c0">Cualquier controversia que suscitare de la interpretaci&oacute;n o incumplimiento de los presentes T&eacute;rminos, las partes contratantes se comprometen a resolverla mediante los medios alternos de soluci&oacute;n de conflictos permitidos por la Legislaci&oacute;n Mexicana. Si no hubiere entendimiento, para el efecto las partes se someten libre y voluntariamente a la jurisdicci&oacute;n y competencia de la ciudad de Guadalajara, Jalisco renunciando expresamente a cualquier otra. </span></p>
        <p class="c9 c10"><span class="c2"></span></p>
        <p class="c9"><span class="c2">XII. Propiedad intelectual</span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c2">Derechos de autor, marcas y patentes.</span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c3">Los materiales, incluyendo &iacute;conos, ilustraciones, im&aacute;genes, dise&ntilde;os, fotograf&iacute;as y los materiales escritos, la combinaci&oacute;n de signos distintivos, las marcas registradas, los elementos operativos y de imagen y/o la caracter&iacute;stica intelectual pose&iacute;da, controlada o licenciada por </span>
            <span class="c5">C MAS T, S.A. DE C.V., </span><span class="c3">mejor conocido como </span><span class="c5">TOC TOC ZAPOPAN </span>
            <span class="c0">y/o sus respectivas filiales o subsidiarias; los cuales se encuentran protegidos por la legislaci&oacute;n
                                                                                                                                                    Mexicana, por los tratados internacionales en materia de Propiedad Industrial e intelectual aplicables,
                                                                                                                                                    y leyes aplicables en materia de Propiedad Intelectual. </span>
        </p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c3">Los nombres y logos de </span><span class="c5">C MAS T, S.A. DE C.V., </span><span class="c3">mejor conocido como </span>
            <span class="c5">TOC TOC ZAPOPAN </span><span class="c3">todos los productos relacionados y nombres de servicios, marcas de dise&ntilde;o y avisos comerciales son las marcas registradas o marcas de servicio registradas a nombre </span>
            <span class="c5">C MAS T, S.A. DE C.V., </span><span class="c3">mejor conocido como </span><span class="c2">TOC TOC ZAPOPAN</span></p>
        <p class="c9"><span class="c5">&nbsp;</span></p>
        <p class="c9"><span class="c2">C MAS T, S.A. DE C.V., </span><span class="c0">mejor conocido como </span><span class="c2">Toc Toc Zapopan </span>
            <span class="c0">se reserva los derechos intelectuales en el texto, productos, contenido, programas, tecnolog&iacute;a y todos
                                                                                                                                                    los materiales que se aprecian y aparecen en este Sitio Web.</span>
        </p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c3">El acceso a este Sitio Web no autoriza a nadie a utilizar cualquier nombre, logo o marca en ninguna forma. De igual forma, el acceso a este sitio de no se considerar&aacute; como una concesi&oacute;n o licencia alguna respecto de los derechos de los cuales </span>
            <span class="c5">C MAS T, S.A. DE C.V., </span><span class="c3">mejor conocido como </span><span class="c5">TOC TOC ZAPOPAN </span>
            <span class="c0">es titular o licenciatario.</span>
        </p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c3">Se proh&iacute;be expresamente al Usuario modificar, alterar o suprimir, ya sea en forma total o parcial, los avisos, marcas, nombres comerciales, se&ntilde;as, anuncios, logotipos o en general cualquier contenido o indicaci&oacute;n contenida en C</span>
            <span class="c5">&nbsp;MAS T, S.A. DE C.V., </span><span class="c3">mejor conocido como </span><span class="c2">TOC TOC ZAPOPAN.</span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c3">Por otra parte, </span><span class="c5">C MAS T, S.A. DE C.V., </span><span class="c3">mejor conocido como </span>
            <span class="c5">TOC TOC ZAPOPAN </span><span class="c0">tiene como pol&iacute;tica respetar los derechos de Propiedad Intelectual de terceros, cumplir con las leyes de propiedad industrial e intelectual y normatividades aplicables a la operaci&oacute;n de plataformas digitales. Por lo que, estamos abiertos a recibir quejas o aclaraciones relacionadas con violaciones que en materia de Propiedad Intelectual se pudieran advertir en cualquier &aacute;rea de nuestro Sitio Web.</span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c0">En el caso de que alg&uacute;n Usuario, considere que los contenidos que se encuentren o sean introducidos en el Sitio Web, violen sus derechos de Propiedad Intelectual, deber&aacute;n enviar una notificaci&oacute;n al correo electr&oacute;nico a la direcci&oacute;n contacto@lolodelivery.com en el que se deber&aacute; se&ntilde;alar: </span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <ol class="c4 lst-kix_list_8-0 start" start="1">
            <li class="c13 c25 li-bullet-1"><span class="c0">Los datos personales del reclamante (nombre completo, domicilio, n&uacute;mero telef&oacute;nico y direcci&oacute;n de correo electr&oacute;nico)</span></li>
        </ol>
        <p class="c1 c19"><span class="c0"></span></p>
        <ol class="c4 lst-kix_list_8-0" start="2">
            <li class="c13 c24 li-bullet-1"><span class="c0">La firma aut&oacute;grafa con los datos personales del titular de los derechos de Propiedad Intelectual</span></li>
        </ol>
        <p class="c9 c10"><span class="c0"></span></p>
        <ol class="c4 lst-kix_list_8-0" start="3">
            <li class="c9 c13 li-bullet-2"><span class="c0">Se&ntilde;alar cu&aacute;les son y d&oacute;nde se localizan en nuestro Sitio Web, los Contenidos protegidos mediante los derechos de propiedad intelectual supuestamente infringidos</span></li>
        </ol>
        <p class="c9 c10"><span class="c0"></span></p>
        <ol class="c4 lst-kix_list_8-0" start="4">
            <li class="c9 c13 li-bullet-1"><span class="c0">Una declaraci&oacute;n expresa y clara de que la introducci&oacute;n del los Contenidos se&ntilde;alados se ha realizado sin el consentimiento del titular de los derechos de propiedad intelectual supuestamente infringidos</span></li>
        </ol>
        <p class="c9"><span class="c0">&nbsp;</span></p>
        <ol class="c4 lst-kix_list_8-0" start="5">
            <li class="c9 c13 li-bullet-1"><span class="c0">Una declaraci&oacute;n expresa, bajo la responsabilidad del reclamante de que la informaci&oacute;n proporcionada es exacta, es verdadera, y de que la introducci&oacute;n de los Contenidos constituye una violaci&oacute;n de sus derechos de Propiedad Intelectual.</span></li>
        </ol>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Una vez que se haya recibido la reclamaci&oacute;n con los requisitos previamente mencionados, </span>
            <span class="c2">C MAS T, S.A. DE C.V., </span><span class="c0">mejor conocido como</span><span class="c2">&nbsp;TOC TOC ZAPOPAN </span>
            <span class="c0">revisar&aacute; la informaci&oacute;n y comenzar&aacute; a realizar la investigaci&oacute;n
                                                                                                                                                                    correspondiente.</span>
        </p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c2">TOC TOC ZAPOPAN </span><span class="c0">se reserva el derecho de repetir contra los reclamantes que hagan declaraciones falsas o infundadas sobre infracciones de Derechos de Propiedad Intelectual cualquier da&ntilde;o o perjuicio, lo que incluir&aacute; los costos y honorarios razonables de abogados en que haya incurrido para dar seguimiento a la reclamaci&oacute;n. </span></p>
        <p class="c9 c10"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Acepto lo siguientes t&eacute;rminos y condiciones, al acceder dentro de esta comunidad y navegar dentro de sus patrimonio digital.</span></p>
    </div>
</ion-content>