<ion-content fullscreen>
    <ion-fab bottom right>
        <button ion-fab color="orange" (click)="cerrar()">
        <ion-icon name="close"></ion-icon>
    </button>
    </ion-fab>
    <div class="c28">
        <div>
            <p class="c6"><span class="c10">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p>
            <p class="c3"><span class="c10"></span></p>
        </div>
        <p class="c7"><span class="c0"></span></p>
        <p class="c7"><span class="c0"></span></p>
        <p class="c24"><span class="c4">AVISO DE PRIVACIDAD INTEGRAL PARA VISITANTES DEL SITIO WEB</span></p>
        <p class="c7"><span class="c0"></span></p>
        <p class="c17"><span class="c4">I.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;La identidad y domicilio del responsable.</span></p>
        <p class="c7"><span class="c0"></span></p>
        <p class="c17"><span class="c20">Estamos conscientes de la importancia de proteger correctamente los datos personales de los titulares de &eacute;stos, es por ello, y en congruencia con lo establecido por la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos, por los art&iacute;culos 15 y 16 de la Ley Federal de Protecci&oacute;n de Datos Personales en Posesi&oacute;n de los Particulares (LFPDPPP) que, C MAS T, S.A. de C.V., mejor conocido como </span>
            <span class="c11">&ldquo;toc toc zapopan&rdquo; </span><span class="c20">(en lo sucesivo &ldquo;Nosotros&rdquo; o &ldquo;TOCTOC ZAPOPAN&rdquo;) con domicilio para o&iacute;r y recibir notificaciones en Calle ca&ntilde;ada #305, Colonia Jardines del Moral, C&oacute;digo Postal 37160, Le&oacute;n, Guanajuato, M&eacute;xico y p&aacute;gina de Internet </span>
            <span class="c20 c21"><a class="c14" href="https://www.google.com/url?q=https://toctoczapopan.mx/&amp;sa=D&amp;source=editors&amp;ust=1628032870534000&amp;usg=AOvVaw1k3I2ChinLRayBHfXNnuoJ">https://toctoczapopan.mx/</a></span><span class="c0">&nbsp;en su calidad de responsable, Y en colaboraci&oacute;n con el gobierno municipal de Zapopan, Jalisco. Mediante la Coordinaci&oacute;n General de Desarrollo Econ&oacute;mico y Combate a la Desigualdad. Pone a su disposici&oacute;n el siguiente Aviso de Privacidad Integral, a fin de que tenga pleno conocimiento sobre el tratamiento que se le dar&aacute; a sus datos personales, as&iacute; como facilitarle el ejercicio de los derechos que la Ley Federal de Protecci&oacute;n de Datos Personales en Posesi&oacute;n de los Particulares (en lo sucesivo, Ley) le otorga; y, al respecto le informamos lo siguiente:</span></p>
        <p class="c7"><span class="c0"></span></p>
        <ol class="c8 lst-kix_list_7-0 start" start="1">
            <li class="c12" id="h.gjdgxs"><span class="c4">Los datos personales tratados.</span></li>
        </ol>
        <p class="c7"><span class="c0"></span></p>
        <p class="c17"><span class="c0">Para llevar a cabo las finalidades descritas en el presente aviso de privacidad, utilizaremos: </span></p>
        <p class="c7"><span class="c0"></span></p>
        <p class="c17"><span class="c11 c15">&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Datos de identificaci&oacute;n</span><span class="c0">. Informaci&oacute;n concerniente a una persona f&iacute;sica que permite diferenciarla de otras en una colectividad, tales como: nombre; estado civil; firma aut&oacute;grafa y electr&oacute;nica; Registro Federal de Contribuyentes (RFC); Clave &Uacute;nica de Registro de Poblaci&oacute;n (CURP); n&uacute;mero de cartilla militar; lugar y fecha de nacimiento; nacionalidad; fotograf&iacute;a; edad, entre otros. </span></p>
        <p class="c7"><span class="c0"></span></p>
        <p class="c17"><span class="c11 c15">&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Datos de contacto.</span><span class="c0">&nbsp;Informaci&oacute;n que permite mantener o entrar en contacto con su titular, tal como: domicilio; correo electr&oacute;nico; tel&eacute;fono fijo; tel&eacute;fono celular, entre otra.</span></p>
        <p class="c7"><span class="c0"></span></p>
        <p class="c17"><span class="c11 c15">&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Datos patrimoniales o financieros</span><span class="c0">. Informaci&oacute;n concerniente a una persona f&iacute;sica relativa a sus bienes, derechos, cargas u obligaciones susceptibles de valoraci&oacute;n econ&oacute;mica, como pueden ser: bienes muebles e inmuebles; informaci&oacute;n fiscal; historial crediticio; ingresos y egresos; cuentas bancarias; seguros; afores; fianzas, n&uacute;mero de tarjeta de cr&eacute;dito, n&uacute;mero de seguridad, entre otros.</span></p>
        <p class="c7"><span class="c4"></span></p>
        <ol class="c8 lst-kix_list_7-0" start="2">
            <li class="c18"><span class="c4">Las finalidades del tratamiento</span></li>
        </ol>
        <p class="c17"><span class="c0">Los datos personales que recabamos de usted, los utilizaremos para las siguientes finalidades que son necesarias para el servicio que solicita: </span></p>
        <p class="c7"><span class="c0"></span></p>
        <ul class="c8 lst-kix_list_4-0 start">
            <li class="c18"><span class="c0">Para proveer los servicios solicitados y/o contratados.</span></li>
            <li class="c18"><span class="c0">Responder a sus requerimientos de informaci&oacute;n, atenci&oacute;n y servicio.</span></li>
            <li class="c18"><span class="c0">Evaluar la calidad del servicio que le brindamos.</span></li>
            <li class="c18"><span class="c0">Archivo de registros y expediente de la relaci&oacute;n contractual para seguimiento de servicios futuros.</span></li>
            <li class="c18"><span class="c0">Gesti&oacute;n financiera, facturaci&oacute;n y cobro.</span></li>
            <li class="c18"><span class="c0">Dar cumplimiento a las obligaciones y compromisos que hemos contra&iacute;do con usted.</span></li>
        </ul>
        <p class="c7"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Asimismo, le informamos que no se tratar&aacute;n sus datos personales para otras finalidades, m&aacute;s que para las descritas en el presente Aviso de Privacidad, salvo las que est&eacute;n expresamente se&ntilde;aladas en la Ley. Sus datos personales podr&aacute;n ser transferidos a los socios comerciales del Responsable, para el prop&oacute;sito de que dichos socios contacten a su titular para ofrecerle productos o servicios, dicha transferencia de datos puede ser tanto nacional como internacional. Quienes deber&aacute;n de tratar sus datos personales de conformidad con lo establecido en el presente Aviso de Privacidad.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Sus datos personales pueden ser transferidos a nuestros prestadores de servicio que nos brinden apoyo dentro de nuestro proceso pudiendo ser: nuestros asesores, legales, financieros, empresas de auditoria externa, a quienes pudieran prestarnos alojamiento en su sitio, tecnolog&iacute;as de la informaci&oacute;n, empresas de estudio de mercado, a quienes nos presten el servicio de asistencia de marketing, eliminaci&oacute;n de informaci&oacute;n respecto a los clientes, atenci&oacute;n al cliente, estos terceros procesan la informaci&oacute;n por instrucciones nuestras y han asumido obligaciones contractuales frente a nosotros con la finalidad de proteger los datos personales que nos proporcionas. Quienes deber&aacute;n de tratar sus datos personales de conformidad con lo establecido en el presente Aviso de Privacidad.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">En caso de que el Titular no acepte que sus datos personales se transmitan a un Tercero, deber&aacute; enviar un correo electr&oacute;nico indicando que se opone a dicha transferencia tal y como se detalla en el siguiente punto.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">TOCTOC ZAPOPAN compartir&aacute; algunos de sus datos personales con sus afiliadas para que se encuentre en condiciones de prestar el servicio solicitado previamente a trav&eacute;s de nuestra aplicaci&oacute;n.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">As&iacute; mismo, el Responsable podr&aacute; transferir sus datos personales en los siguientes casos en que sea requerida dicha informaci&oacute;n: </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Autoridades Fiscales: Para el cumplimiento de las obligaciones fiscales; </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Autoridades Gubernamentales, Administrativas y/o Judiciales: Para la realizaci&oacute;n de procedimientos legales, auditor&iacute;as o juicios correspondientes; </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Instituciones Bancarias: Para realizar en caso de ser aplicable, el cobro de nuestros servicios a trav&eacute;s de su tarjeta o realizar pagos mediante transacciones electr&oacute;nicas; </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Empleados, Asesores, Afiliadas, Proveedores: Para la realizaci&oacute;n de las actividades diarias, esto es, para llevar a cabo el servicio solicitado por el Usuario.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c23"><span class="c0">Con base en todo lo anterior, en su oportunidad y si fuere el caso el Responsable informar&aacute; aquellas transferencias que requieran su consentimiento, solicit&aacute;ndole el mismo para prestar dicho servicio. </span></p>
        <p class="c1"><span class="c4"></span></p>
        <ol class="c8 lst-kix_list_7-0" start="3">
            <li class="c2"><span class="c4">Los medios y el procedimiento para ejercer los derechos ARCO.</span></li>
        </ol>
        <p class="c1"><span class="c4"></span></p>
        <p class="c9"><span class="c0">Usted tiene derecho a conocer que datos personales tenemos de usted, para qu&eacute; los utilizamos y las condiciones del uso que les damos (Acceso). Asimismo, es su derecho solicitar la correcci&oacute;n de su informaci&oacute;n personal en caso de que la misma est&eacute; desactualizada, sea inexacta o incompleta (Rectificaci&oacute;n); que la eliminemos de nuestros registros o bases de datos cuando considere que la misma no est&eacute; siendo utilizada adecuadamente (Cancelaci&oacute;n); as&iacute; como oponerse al uso de sus datos personales para fines espec&iacute;ficos (Oposici&oacute;n). Estos derechos se conocen como derechos ARCO.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Para el ejercicio de cualquiera de los derechos ARCO, usted deber&aacute; ponerse en contacto con nuestro Departamento de Privacidad, qui&eacute;n dar&aacute; tr&aacute;mite a las solicitudes para el ejercicio de estos derechos, y atender&aacute; cualquier duda que pudiera tener respecto al tratamiento de su informaci&oacute;n. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Los datos de contacto del Departamento de Privacidad son los siguientes: </span></p>
        <ol class="c8 lst-kix_list_5-0 start" start="1">
            <li class="c2"><span class="c0">Domicilio: &nbsp;Calle ca&ntilde;ada #305, Colonia Jardines del Moral, C&oacute;digo Postal 37160, Le&oacute;n, Guanajuato, M&eacute;xico.</span></li>
            <li class="c2"><span class="c0">Correo electr&oacute;nico: </span><span class="c5">contacto@lolodelivery.com</span></li>
            <li class="c2"><span class="c0 c25">N&uacute;mero telef&oacute;nico: </span><span class="c0">3312811047</span></li>
        </ol>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Usted podr&aacute; ejercer sus derechos ARCO solicitando un formulario al correo electr&oacute;nico contacto@lolodelivery.com o directamente en nuestras oficinas. Usted deber&aacute; llenar dicho formulario y cumplir con lo requerido en el mismo, asimismo deber&aacute; acreditar su identidad, mediante copia del documento que acredite su identidad (identificaci&oacute;n oficial como credencial de elector, licencia de conducir, c&eacute;dula profesional, pasaporte), de igual manera, deber&aacute; presentar o enviar escaneado a color y por ambos lados, el original de dicho documento para su cotejo. En caso de presentar su solicitud por medio de su representante legal, se deber&aacute; acreditar la identidad del titular, la identidad del representante legal, y la existencia de la representaci&oacute;n legal (documento legal que acredite la misma).</span></p>
        <p class="c9"><span class="c0">&nbsp;</span></p>
        <p class="c9"><span class="c0">Nosotros le daremos respuesta a su solicitud en un plazo m&aacute;ximo de 20 d&iacute;as contados a partir de la fecha en que usted haya presentado de manera &iacute;ntegra su solicitud. Le comunicaremos la respuesta a su solicitud mediante correo electr&oacute;nico. Para mayor informaci&oacute;n sobre el procedimiento, usted podr&aacute; comunicarse con el Departamento de Privacidad. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c23"><span class="c0">Para el ejercicio de los derechos ARCO de datos personales de menores de edad o de personas que se encuentren en estado de interdicci&oacute;n o incapacidad establecida por ley, se estar&aacute; a las reglas de representaci&oacute;n dispuestas en el C&oacute;digo Civil Federal. </span></p>
        <p class="c1"><span class="c0"><br></span></p>
        <p class="c9"><span class="c11 c15">VI</span><span class="c11">. </span><span class="c4">Los mecanismos y procedimientos para que, en su caso, el titular pueda revocar su consentimiento al tratamiento de sus datos personales.</span></p>
        <p class="c9"><span class="c0"><br>Usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Sin embargo, es importante que tenga en cuenta que no en todos los casos podremos atender su solicitud o concluir el uso de forma inmediata, ya que es posible que por alguna obligaci&oacute;n legal requiramos seguir tratando sus datos personales. Asimismo, usted deber&aacute; considerar que para ciertos fines, la revocaci&oacute;n de su consentimiento implicar&aacute; que no le podamos seguir prestando el servicio que nos solicita, o la conclusi&oacute;n de su relaci&oacute;n con nosotros.<br><br>Su derecho a la revocaci&oacute;n del consentimiento lo podr&aacute; hacer v&aacute;lido a trav&eacute;s el Departamento de Privacidad.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c20 c15">Para ello, usted podr&aacute; solicitar un formulario al correo electr&oacute;nico</span><span class="c20">&nbsp;contacto@lolodelivery.com</span><span class="c0">, o directamente en nuestras oficinas. Usted deber&aacute; llenar dicho formulario y cumplir con lo requerido en el mismo, asimismo deber&aacute; acreditar su identidad, mediante copia del documento que acredite su identidad (identificaci&oacute;n oficial como credencial de elector, licencia de conducir, c&eacute;dula profesional, pasaporte), de igual manera, deber&aacute; presentar o enviar escaneado a color y por ambos lados, el original de dicho documento para su cotejo. En caso de presentar su solicitud por medio de su representante legal, se deber&aacute; acreditar la identidad del titular, la identidad del representante legal, y la existencia de la representaci&oacute;n legal (documento legal que acredite la misma).</span></p>
        <p class="c9"><span class="c0">&nbsp;</span></p>
        <p class="c9"><span class="c0">Nosotros le daremos respuesta a su solicitud en un plazo m&aacute;ximo de 20 d&iacute;as contados a partir de la fecha en que usted haya presentado de manera &iacute;ntegra su solicitud. Le comunicaremos la respuesta a su solicitud mediante correo electr&oacute;nico. Para mayor informaci&oacute;n sobre el procedimiento, usted podr&aacute; comunicarse con el Departamento de Privacidad. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c23"><span class="c0">Para revocar su consentimiento al tratamiento de los datos personales</span><span class="c4">&nbsp;</span><span class="c0">de menores de edad o de personas que se encuentren en estado de interdicci&oacute;n o incapacidad establecida por ley, se estar&aacute; a las reglas de representaci&oacute;n dispuestas en el C&oacute;digo Civil Federal. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c4">VII. Las opciones y medios que el responsable ofrezca a los titulares para limitar el uso o divulgaci&oacute;n de sus datos personales.</span></p>
        <p class="c1"><span class="c4"></span></p>
        <p class="c9"><span class="c0">Con objeto de que usted pueda limitar el uso y divulgaci&oacute;n de su informaci&oacute;n personal, le ofrecemos el siguiente medio:</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c20 c15">Solicitar su inscripci&oacute;n al &quot;Listado de Exclusi&oacute;n&quot;, con el objeto de no recibir informaci&oacute;n de nuestros productos y servicios. Dicha solicitud la puede realizar en el correo electr&oacute;nico: contacto@lolodelivery.com</span><span>&nbsp;</span>
            <span class="c20 c15">o bien, en cualquiera de los datos de contacto del Departamento de Privacidad.</span>
        </p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c11 c15">VIII. El uso de tecnolog&iacute;as de rastreo en nuestro portal de Internet.</span></p>
        <p class="c1"><span class="c4"></span></p>
        <p class="c9"><span class="c0">Le informamos que en nuestra p&aacute;gina de Internet utilizamos cookies, Web beacons y otras tecnolog&iacute;as, a trav&eacute;s de las cuales es posible monitorear su comportamiento como usuario de Internet, as&iacute; como brindarle un mejor servicio y experiencia al navegar en nuestra p&aacute;gina. Los datos personales que recabamos a trav&eacute;s de estas tecnolog&iacute;as, los utilizaremos para los siguientes fines: Seguridad, uso comercial y uso inform&aacute;tico.</span></p>
        <p class="c9"><span class="c0"><br>Los datos personales que obtenemos de estas tecnolog&iacute;as de rastreo son los siguientes: </span></p>
        <p class="c1"><span class="c0"></span></p>
        <ul class="c8 lst-kix_list_6-0 start">
            <li class="c2"><span class="c0">Identificadores, nombre de usuario y contrase&ntilde;as de una sesi&oacute;n </span></li>
            <li class="c2"><span class="c0">Idioma preferido por el usuario</span></li>
            <li class="c2"><span class="c0">Regi&oacute;n en la que se encuentra el usuario</span></li>
            <li class="c2"><span class="c0">Tipo de navegador del usuario</span></li>
            <li class="c2"><span class="c0">Tipo de sistema operativo del usuario</span></li>
            <li class="c2"><span class="c0">Fecha y hora del inicio y final de una sesi&oacute;n de un usuario</span></li>
            <li class="c2"><span class="c0">P&aacute;ginas Web visitadas por un usuario</span></li>
            <li class="c2"><span class="c0">B&uacute;squedas realizadas por un usuario</span></li>
            <li class="c2"><span class="c0">Publicidad revisada por un usuario</span></li>
            <li class="c2"><span class="c0">Listas y h&aacute;bitos de consumo en p&aacute;ginas de compras</span></li>
        </ul>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Asimismo, le informamos que sus informaciones personales recibidas a trav&eacute;s de estas tecnolog&iacute;as no ser&aacute;n compartidas con Terceros.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c4">IX. Los procedimientos y medios por los cuales el responsable comunicar&aacute; a los titulares los cambios en el aviso de privacidad.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">El presente aviso de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras pr&aacute;cticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas.</span></p>
        <p class="c9"><span class="c0"><br>Nos comprometemos a mantenerlo informado sobre los cambios que pueda sufrir el presente aviso de privacidad, a trav&eacute;s de la publicaci&oacute;n de &eacute;ste en nuestra p&aacute;gina de Internet.<br><br>El procedimiento a trav&eacute;s del cual se llevar&aacute;n a cabo las notificaciones sobre cambios o actualizaciones al presente Aviso de Privacidad Integral es el siguiente: <br><br>Se enviar&aacute; un correo electr&oacute;nico a la direcci&oacute;n electr&oacute;nica que usted hubiere se&ntilde;alado, as&iacute; mismo el Aviso de Privacidad Integral ser&aacute; publicado en nuestra p&aacute;gina de Internet. </span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c4">X. Informaci&oacute;n sobre el INAI.</span></p>
        <p class="c1"><span class="c4"></span></p>
        <p class="c9"><span class="c0">Si usted considera que su derecho a la protecci&oacute;n de sus datos personales ha sido lesionado por alguna conducta u omisi&oacute;n de nuestra parte, o presume alguna violaci&oacute;n a las disposiciones previstas en la Ley Federal de Protecci&oacute;n de Datos Personales en Posesi&oacute;n de los Particulares, su Reglamento y dem&aacute;s ordenamientos aplicables, podr&aacute; interponer su inconformidad o denuncia ante el Instituto Nacional de Transparencia, Acceso a la Informaci&oacute;n y Protecci&oacute;n de Datos Personales (INAI). Para mayor informaci&oacute;n, le sugerimos visitar su p&aacute;gina oficial de Internet </span>
            <span class="c13"><a class="c14" href="https://www.google.com/url?q=http://www.inai.org.mx&amp;sa=D&amp;source=editors&amp;ust=1628032870542000&amp;usg=AOvVaw36yX3n9REVg1X3XvRgyvmu">www.inai.org.mx</a></span>
            <span class="c0">.</span>
        </p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c4">XI. Su consentimiento para el tratamiento de sus datos personales.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c9"><span class="c0">Comprendo el presente Aviso de Privacidad Integral y consiento que mis datos personales sean tratados de conformidad con los t&eacute;rminos y condiciones informados en el presente.</span></p>
        <p class="c1"><span class="c0"></span></p>
        <p class="c3"><span class="c0"></span></p>
        <p class="c22"><span class="c0">&Uacute;ltima actualizaci&oacute;n: 11/agosto/2020</span></p>
        <p class="c16 c26"><span class="c0"></span></p>
        <p class="c6 c16"><span class="c0"></span></p>
        <p class="c7"><span class="c0"></span></p>
        <div>
            <p class="c6"><span class="c27 c19 c15">INFORMACI&Oacute;N CONFIDENCIAL</span></p>
            <p class="c6"><span class="c19">Pag. </span><span class="c19 c15 c27">&nbsp;de 12</span></p>
            <p class="c6 c16"><span class="c27 c15 c29"></span></p>
        </div>
    </div>
</ion-content>